Repository: serdukow/BatteryCare
Catalog: BatteryCare/Localizable.xcstrings
Source language: en
Languages: de, ru

source: Battery
de: Batterie
ru: Аккумулятор

source: Battery Condition: Updating...
de: Batteriezustand: Aktualisierung...
ru: Состояние: Обновление...

# Battery Falls Message
source: Your battery is running low
de: Die Batterie ist fast leer.
ru: Ваш почти разряжен до оптимального уровня

source: Battery Temperature: Updating...
de: Batterietemperatur: Aktualisierung...
ru: Температура: Обновление...

# Charged Notification Message
source: Your battery has reached optimal charge level of 80%
de: Ihre Batterie hat das optimale Ladelevel von 80% erreicht.
ru: Ваш аккумулятор достиг оптимального уровня заряда в 80%

# Charged Notification Title
source: 🔋BATTERY CHARGED
de: 🔋 AKKU GELADEN
ru: 🔋АККУМУЛЯТОР ЗАРЯЖЕН

source: Cycle Count: Updating...
de: Zykluszähler: Aktualisierung...
ru: Циклы: Обновление...

source: 🪫LOW BATTERY
de: 🪫NIEDRIGER BATTERIESTAND
ru: 🪫НИЗКИЙ УРОВЕНЬ ЗАРЯДА

# Low Battery Notification Message
source: Your Mac will sleep soon unless plugged into a power outlet
de: Ihr Mac wird bald in den Ruhezustand versetzt, es sei denn, er ist an eine Stromquelle angeschlossen
ru: Ваш Mac скоро заснет, если вы не подключите его к адаптеру питания

# Low Battery Notification Title
source: 🪫LOW BATTERY
de: 🪫NIEDRIGER BATTERIESTAND
ru: 🪫НИЗКИЙ УРОВЕНЬ ЗАРЯДА

source: Percentage Updating...
de: Prozentsatz wird aktualisiert...
ru: Обновление...

source: Power Source
de: Stromquelle
ru: Источник питания

source: Power Source: Updating...
de: Stromquelle: Aktualisierung...
ru: Источник питания: Обновление...

source: Power Source: (self.rawValue)
de: Stromquelle: (self.rawValue)
ru: Источник питания: (self.rawValue)

source: Time Remaining: Updating...
de: Verbleibende Zeit: Aktualisierung...
ru: Оставшееся время: Обновление...

source: Unknown
de: Unbekannt
ru: Неизвестно

source: Battery Condition: %@
ru: Состояние: %@

# Battery Condition Status Fair
source: Battery Condition: Fair
ru: Состояние: Отлично

# Battery Condition Status Good
source: Battery Condition: Good
ru: Состояние: Нормально

# Battery Condition Status Service
source: Battery Condition: Service 💊
ru: Состояние: Требуется обслуживание 💊

# Battery Temperature
source: Battery Temperature: %.1f°C
ru: Температура: %.1f°C

# Cycle Count Capacity
source: Cycle Count: %d of 1000
ru: Циклы: %d из 1000

source: Power Source: Battery
ru: Источник питания: Аккумулятор

source: Power Source: Power Adapter
ru: Источник питания: Сетевой адаптер

source: Power Source: Unknown
ru: Источник питания: Неизвестно

# Time Remaining
source: Time Remaining: %dh %02dm
ru: Осталось: %dч %02dм
